Repository: LLLLLayer/Alkaid
Catalog: Alkaid/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Alkaid
zh_hans: 瑶光

# BuiltInLocalModel
source: Build-in Local Model
zh_hans: 内置本地模型

# ChatListGuide
source: Click the plus sign in the upper right corner to create a new session
zh_hans: 点击右上角加号创建新对话

# ChatSubtitlePlaceholder
source: No more content
zh_hans: 暂无更多内容

# ChatTitlePlaceholder
source: Start a new conversation
zh_hans: 开始新的对话

source: Conversations
zh_hans: 对话

source: Dynamic Remote Model
zh_hans: 动态远程模型

# DynamicRemoteModelHelp
source: Dynamic Remote Model requires a specific network to download
zh_hans: 动态远程模型需要使用特定的网络下载

# EnterGuide
source: Please enter your content here…
zh_hans: 请在此输入内容…

# InstalledModels
source: Available models
zh_hans: 可用的模型

# InstallGuide
source: Please select the model you wish to install…
zh_hans: 请选择希望加载的模型…

source: Model settings
zh_hans: 模型设置

# NotInstalledModels
source: Models to download
zh_hans: 需要下载的模型

# NSLocalNetworkUsageDescription
source: We need to use the network to download the model.
zh_hans: 我们需要使用网络下载模型。

source: Please try later
zh_hans: 请稍后再试

# PreviousInterrupted
source: The previous model output was interrupted
zh_hans: 前顺的模型输出被打断

source: second
zh_hans: 秒

# StateIdle
source: Model not loaded
zh_hans: 模型未加载

# StateLoaded
source: Loaded model
zh_hans: 模型已加载

# StateLoading
source: Model loading...
zh_hans: 模型正在加载中...

source: System prompts
zh_hans: 系统提示词

source: Thinking…
zh_hans: 思考中…

source: Thought for
zh_hans: 已深度思考

source: Tips
zh_hans: 提示
